Tekla.Structures.Internal.DotAnalysisModuleManagerQuery
Serialization structure for AnalysisModuleManager querys.

Tekla.Structures.Internal.DotAnalysisModuleManagerQuery.Module
Module string.

Tekla.Structures.Internal.DotAnalysisModuleManagerQuery.IsPresent
Reply.